
q1066:有一部电影是由马里奥·普佐的小说改编，马龙·白兰度主演，请问它在哪一年上映？
select ?y where { ?x <原著> <马里奥·普佐>. ?x <主演> <马龙·白兰度>. ?x <上映时间> ?y. }
"1972-03-24"	

q1068:《野草》的作者的代表作品有哪些？
select ?x where { <野草_（鲁迅创作散文诗集）> <作者> ?y. ?y <代表作品> ?x. }
<彷徨_（鲁迅的小说集）>	<呐喊_（鲁迅著名短篇小说集）>	<野草_（鲁迅创作散文诗集）>	<华盖集>	<中国小说史略>	<朝花夕拾_（鲁迅散文集）>	

q1071:NIKE总部所在地有哪些大学？
select ?x where { <NIKE> <总部地点> ?y. ?y <高等院校> ?x. }
<波特兰州立大学>	

q1072:复旦大学出了哪些生物学家
select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <复旦大学> . }
<熊大仁>	<童第周>	

q1073:《纯粹理性批判》的作者诞生于什么时间？
select ?y where { ?x <代表作品> <纯粹理性批判>. ?x <出生日期> ?y. }
"1724-04-22"	

q1074:2013年全运会乒乓球男团冠军是哪个队伍？
select ?x where { ?person <运动项目> <乒乓球>. ?person <所属运动队> ?x. ?person <主要奖项> "2013 全运会男团冠军". }
<八一队>	

q1075:《乡土中国》的作者有哪些代表作品
select ?x where { <乡土中国> <作者> ?y . ?y <代表作品> ?x . }
<文化论>	<江村经济>	<乡土中国>	<人文类型>	

q1076:获得过两届柏林国际电影节金熊奖的中国导演是谁？
select ?x where { ?x <国籍> <中华人民共和国>. ?x <主要成就> "两届 柏林国际电影节金熊奖". }
<李安_（华人导演）>	

q1078:薛之谦在2015年发行过哪些歌？
select ?x where { ?x <歌曲原唱> ?y . ?y <中文名> "薛之谦" . ?x <发行时间> ?z . filter regex(?z, "2015") . }
<小孩_（薛之谦演唱歌曲）>	<一半_（薛之谦演唱歌曲）>	<Stay Here_（薛之谦演唱歌曲）>	<绅士_（薛之谦演唱歌曲）>	<下雨了_（薛之谦演唱歌曲）>	<演员_（薛之谦歌曲）>	

q1079:在金庸小说《天龙八部》中，剑神卓不凡属于哪个门派？
select ?x where { <卓不凡_（金庸小说《天龙八部》中人物）> <别名> "剑神". <卓不凡_（金庸小说《天龙八部》中人物）> <门派> ?x. }
<一字慧剑门>	

q1080:指环王的导演还有哪些作品？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?y <导演> ?x. }
<可爱的骨头_（2009年上映电影）>	<魔戒III：王者归来>	<霍比特人：五军之战>	<指环王：护戒使者>	<双城奇谋>	<指环王_（英美2001-2003年彼得·杰克逊执导系列电影）>	<《霍比特人：意外之旅》超长特辑>	<霍比特人3：去而复归>	<霍比特人：荒谷恶龙>	<霍比特人：史矛革之战>	<指环王：护戒同盟>	<霍比特人：意外之旅>	<丁丁历险记2：太阳的囚徒>	<恐怖幽灵>	<罪孽天使>	<群尸玩过界>	<金刚_（2005年美国电影）>	<王者归来_（美国新西兰2003年彼得·杰克逊执导电影）>	<宇宙怪客>	<被遗忘的影片>	<疯狂肥宝综艺秀>	<指环王：双塔奇兵>	<lotro_（电影）>	

q1081:有哪些西班牙语的剧情片？
select ?x where { ?x <语言> <西班牙语_（语言）>. ?x <类型> <剧情>. }
<白雪公主斗牛记>	<骑车人之死>	<看不见的双眼>	<卡尔莫_（西班牙电影）>	<探戈歌手>	<性、谎言和录像带>	<欲望规则>	<南部地区>	<诽谤_（墨西哥八十年代电视剧）>	<胸怀大志_（西班牙语连续剧）>	<南方快车>	

q1082:游戏《敢死队的战争》的发行站点的网站口号是什么？
select ?x where { <敢死队的战争> <游戏站点> ?y. ?y <公司口号> ?x. }
"我的游戏，我的4399"	

q1083:那个作家，就是写了《古炉》的，是啥时候生人啊？
select ?x where { ?y <代表作品> <古炉>. ?y <出生日期> ?x. }
"1952-02-21"	

q1084:我们会在哪个民俗节日里赏灯？
select ?x where { ?x <类别> <民俗>. ?x <节日活动> <赏灯>. }
<元宵节_（中国传统节日）>	

q1086:地处长沙、输入创办于1904年的高中的校训是什么？
select ?y where { ?x <创办时间> "1904". ?x <所属地区> <长沙_（湖南省省会）> . ?x <校训> ?y. }
<朴实>	<沉毅>	

q1090:拿加沙足球俱乐部的后卫是谁？
select ?x where { ?x <所属运动队> <拿加沙足球俱乐部>. ?x <技术特点> <后卫_（足球运动比赛队员的位置名称）>. }
<夸特罗基>	

q1091:出演了《仙剑奇侠传三》和《小时代》的明星是谁？
select ?x where { <仙剑奇侠传三_（2009年李国立执导电视剧）> <主演> ?x. <小时代_（2013年郭敬明执导电影）> <主演> ?x. }
<杨幂>	

q1093:《丰乳肥臀》的作者的毕业院校是？
select ?x where { <丰乳肥臀> <作者> ?y. ?y <毕业院校> ?x. }
<北京师范大学>	

q1095:北京有哪些全天开放的宗教建筑？
select ?x where { ?x <开放时间> <全天>. ?x <类型> <宗教建筑>. ?x <所属城市> <北京_（中华人民共和国首都）>. }
<灵官殿>	

q1097:朱茵的丈夫有哪些音乐作品？
select ?x where { <朱茵_（中国香港女演员）> <配偶> ?y. ?y <代表作品> ?x. }
<请将手放开>	<遥远的paradise>	<我在存在>	<逝去日子>	<我就是这样的>	<狂人习作>	<大地_（Beyond演唱歌曲）>	<愿我能>	<年少无知_（黄贯中演唱歌曲）>	

q1101:由张歆艺主演，王晓明导演的电视剧的中文名是？
select ?x where { ?y <主演> <张歆艺>. ?y <导演> <王晓明_（中国内地演员）>. ?y <中文名> ?x. }
"苏菲的供词"	

q1102:《封神演义》中姬发的兄弟，有一对翅膀的人，他的师父是谁？
select ?y where { ?x <别名> "蝉之子、义子". ?x <兄弟> <姬发>. ?x <师父> ?y. }
<云中子_（《封神演义》中的角色）>	

q1104:李宗翰、张柏芝合作的动作片有多长？
select ?y where { ?x ?a <张柏芝>. ?x ?b <李宗翰>. ?x <类型> <动作_（词语解释）>. ?x <片长> ?y. }
"116分钟"	

q1105:小苏打片的主要成分的化学式是什么？
select ?y where { <小苏打片> <成份> ?x. ?x <化学式> ?y. }
"NaHCO₃"	

q1107:Steve Jobs什么时候去世？
select ?y where { ?x <外文名> "Steve Jobs". ?x <逝世日期> ?y. }
"2011-10-05"	

q1109:《悲惨世界》的作者的毕业院校是？
select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <毕业院校> ?x. }
<法兰西学院_（法国学术机构）>	

q1111:女王尼托克丽丝统治的王国面积有多大？
select ?y where { <尼托克丽丝> <出生地> ?x. ?x <国土面积> ?y. }
"105万平方公里"	

q1265:和钢铁侠有相同能力的人都有谁？
select distinct ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <主要能力> ?y. ?x <主要能力> ?y. }
<战争机器_（美国漫威漫画旗下超级英雄）>	<史塔克_（美国动漫及电影钢铁侠中的人物）>	

q1268:信奉伊斯兰教的中央集权制国家？
select ?x where { ?x <主要宗教> <伊斯兰教>. ?x <国家结构> "中央集权制". }
<埃及>	

q1269:直升机有哪些应用？
select ?y where { ?x <中文名> "直升机" . ?x <应用领域> ?y . }
<医疗>	<探测>	<救援_（解救行动）>	<科学研究>	<战斗_（汉语词汇）>	

q1272:有哪些思想家信仰共产主义？
select ?x where { ?x <信仰> <共产主义>. ?x <职业> <思想家_（词语）>. }
<卡尔·马克思_（马克思主义创始人）>	<列宁_（苏维埃社会主义共和国联盟的创造者）>	<燕妮·马克思>	<弗里德里希·恩格斯>	

q1273:陵寝是惠陵的人的主要成就是？
select ?y where { ?x <陵寝> <惠陵_（汉昭烈帝刘备陵寝）>. ?x <主要成就> ?y. }
"建立蜀汉"	"夺取西川"	

q1275:美国历史上当选时最年轻的总统的毕业院校是什么时候创立的？
select ?z where { ?x <主要成就> "美国历史上当选时最年轻的总统". ?x <毕业院校> ?y. ?y <创办时间> ?z. }
"1636-09"	

q1277:出版书籍《宋史新探》的出版社是何时成立的？
select ?x where { <宋史新探> <出版社> ?y. ?y <成立时间> ?x. }
"1985"	

q1279:《悲惨世界》的作者的主要成就是？
select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <主要成就> ?x. }
"被后人称为“法兰西的 莎士比亚”"	"19世纪前期积极浪漫主义文学的代表作家"	"法国文学史上卓越的"	"资产阶级民主作家"	"一生共完成70卷作品"	

q1281:日本战国三英杰是指哪三人？
select ?x where { <日本战国三英杰> <相关人物> ?x. }
<丰臣秀吉_（日本战国三英杰之一，著名政治家）>	<织田信长_（日本战国三杰之一，安土桃山时代的大名）>	<德川家康_（日本战国时代武将、江户幕府开创者）>	

q1284:在金庸小说《天龙八部》中，鸠摩智擅长什么武功？
select ?x where { <鸠摩智> <武功> ?x. }
<火焰刀>	<易筋经_（武功名）>	<小无相功>	

q1286:87版《红楼梦》是哪国拍摄的？
select ?x where { <红楼梦_（1987年陈晓旭、欧阳奋强主演央视版电视剧）> <拍摄地点> ?x. }
<大陆_（中国大陆）>	

q1290:听说咖啡是一个国家的国花，你知道是哪个国家吗？
select ?x where { ?x <国花> <咖啡_（世界三大饮料之一）>. }
<也门>	

q1294:莫言写过哪些著作呢？
select ?x where { <莫言_（中国诺贝尔文学奖获得者）> <代表作品> ?x. }
<酒国_（莫言创作长篇小说）>	<丰乳肥臀>	<生死疲劳_（莫言创作小说）>	<蛙_（莫言创作长篇小说）>	<檀香刑>	<红高粱_（莫言著名小说）>	

q1296:二十四节气是依据什么划分的？
select ?x where { <二十四节气_（历法）> <划分依据> ?x. }
"太阳在黄道上的位置"	

q2427:《中华人民共和国行政诉讼法》是何时开始施行的？
select ?x where { <中华人民共和国行政诉讼法_（法律条文）> <实施日期> ?x . }
"1990-10-01"	

q2428:澳大利亚的悉尼有什么著名景点？
select ?x where {<悉尼_（澳大利亚新南威尔士州首府）> <著名景点> ?x. }
<港湾大桥>	

q2431:被誉为"泰国的珍珠"的是哪个地方？
select ?x where { ?x <别名> "泰国的珍珠". }
<普吉岛_（泰国岛屿）>	<布吉岛_（泰国南部岛屿）>	

q2432:剑桥大学的知名校友？
select ?x where { ?x <毕业院校> <剑桥大学>. }
<莫里斯·休·弗雷德里克·威尔金斯>	<柯尔律治。S.T>	<谢建平_（周口师范学院教师）>	<约·赫歇耳>	<斯坦利·布鲁斯>	<维持根斯坦>	<拉·甘地>	<赵晋灵>	<赖明勇>	<休·约翰逊>	<阿瑟·威廉·特德>	<基拉宁>	<杨荣文>	<艾伦·所罗门>	<德拉布尔>	<本贾尼·斯特劳斯特卢普>	<特莱弗德·利·马洛里>	<利德尔·哈特>	<王忠涛>	<王应睐>	<罗伯特·康>	<瑞·杜比>	<沈敦和>	<马歇尔·麦克卢汉>	<邦德_（詹姆斯·邦德）>	<鲍尔弗>	<孙方臻>	<埃德蒙·斯宾塞>	<亚当·布兰登勃格>	<john maeda>	<黄芍>	<埃迪·雷德梅尼>	<蒙塔古·詹姆斯>	<刘煜炎>	<约翰·哈佛>	<萨勒曼·本·哈马德·阿勒哈利法>	<昂热_（小说《龙族》角色）>	<里顿·斯特拉奇>	<杨经文>	<约翰·休伯特·马歇尔>	<霍华德·雅各布森>	<乔奥·马古悠>	<菊池大麓>	<亨利·约翰·坦普尔>	<爱德华七世>	<亨利·华生·福勒>	<贾南德拉·比尔·比克拉姆·沙阿·德瓦>	<初大平>	<约翰·苏尔斯顿>	<麦考莱>	<余同希>	<麦克德尔米德>	<肯尼斯·克拉克>	<陆朝阳_（中国科学技术大学教授）>	<阿兰·德波顿>	<唐纳德·布罗德本特>	<奥利芬特>	<曹天钦>	<伍昕>	<威廉·梅克比斯·萨克雷>	<尼克·霍恩比>	<欧内斯特·沃尔顿>	<莱斯利·瓦利安特>	<金庸>	<大卫·劳斯因>	<柯玉芝>	<珍妮·古道尔>	<Pearson_（Karl Pearson）>	<约瑟夫·雅各布斯>	<安东尼·波顿>	<蒙卫芝>	<艾尔姆支雷>	<霍西金斯>	<托马斯·杨>	<戴东昌>	<f·培根>	<弗雷德里克·约翰·罗宾逊>	<马新莲>	<培根_（美国政治家、起义领袖）>	<罗伯特·沃波尔>	<马克迪尔米德>	<诺思科特·帕金森>	<埃利奥特·贝尔格雷夫>	<哈代_（英国数学家）>	<姚余栋>	<麦若彬>	<周鸿经>	<班礼士>	<约翰·艾略特·加迪纳>	<张夏准>	<潘家华_（中国社科院城市发展与环境研究所所长）>	<Hedy West>	<大卫·帕拉丁·弗罗斯特>	<威廉·亨利·布拉格>	<彭心宇>	<莫伟豪>	<阿瑟·戴维·韦利>	<莫里斯·威尔金斯>	<李约瑟_（英国现代生物化学家、科学技术史专家）>	<A.L.霍奇金>	<德里克·雅各比>	<陈振传>	<罗宾·米尔纳>	<佩皮斯>	<威尔克斯>	<刘合林>	<特里·伊格尔顿>	<彼得·考伊>	<司徒慕德>	<周柳建成>	<艾瑞克·爱都>	<肯尼思·汤姆森>	<丹·史蒂文斯>	<蒋宇红>	<蒋孝刚>	<邓文钊_（原广东省副省长）>	<特德·休斯>	<威廉·哈维>	<彭明辉_（台湾国立清华大学彭明辉）>	<杨慕琦>	<伊恩·维尔穆特>	<理查德·格里高利>	<陈晓旭_（武汉大学哲学学院副教授）>	<钱德拉·鲍斯>	<马科斯·基普里亚努>	<乔治六世>	<丁兆>	<贾格迪什·巴格沃蒂>	<张滂>	<王大闳>	<陈俊峯>	<卡尔·皮尔逊>	<颜金勇>	<爱德华·汤普森>	<卢煜明>	<宫力_（Acadine Technologies董事长兼CEO）>	<加雷思·威廉斯>	<王秋桂>	<徐江旻>	<彼得谢弗>	<艾伦·费尔南德斯>	<布伦达·米尔纳>	<祁济时>	<韩达德>	<乔治·斯托克斯>	<查尔斯·巴贝奇_（英国发明家、电脑先驱）>	<杰弗里·豪>	<叶松茂>	<汤姆·希德勒斯顿>	<约翰·弥尔顿>	<阿尔弗雷德·豪斯曼>	<高尔斯>	<钱永佑>	<弗洛里_（病理学家）>	<罗伯特·赫立克>	<威廉·吉尔伯特>	<亚瑟·斯坦利·爱丁顿>	<007_（英国系列谍战电影）>	<史景迁>	<帕萨·达斯古普塔>	<班乃信>	<Isaac_（科学家）>	<查尔斯·格雷_（英国政治家）>	<爱德华·摩根·福斯特>	<查理·金斯莱>	<高恩洪>	<迈克尔·温纳>	<多米尼克·吉百利>	<查理·劳斯>	<休伊什>	<布莱克特_（英国物理学家）>	<孙方霖>	<迈克尔·贝里奇>	<约翰·迪伊>	<李国宝_（香港东亚银行主席）>	<索尼娅·甘地>	<宋则行>	<亚历克·布罗厄斯>	<肯德鲁>	<卫克安>	<史蒂文·普莱斯>	<赵长颖>	<艾瑞斯·梅铎>	<陈靖文>	<戴文赛>	<索非亚·迈尔斯>	<李宇辰>	<约翰·凯塞克>	<林勋强>	<爱德华·德·波诺>	<朱利安·费罗斯>	<周国富_（电子纸之父）>	<符策谋>	<曼莫汉·辛格>	<莫应溎>	<维特根斯坦，L.>	<艾弗·阿姆斯壮·理查兹>	<迈克尔·艾普泰德>	<查尔斯王子>	<傅晓田>	<弗洛伦斯·南丁格尔_（护理事业的创始人和现代护理教育的奠基人）>	<阿切尔·约翰·波特·马丁>	<何玉龙>	<卢永仁>	<罗伯特·奥本海默>	<安德鲁·帕克>	<陈锡斌>	<艾伦·尤尔>	<伊丽莎白·贝内特>	<克里斯托弗·雷恩>	<约翰·萨尔斯顿>	<庄钰衍>	<鲍德温_（英国首相——斯坦利· 鲍德温）>	<桑迪·牛顿>	<李国能>	<周春燕_（北京大学医学部教授）>	<杨宇潇>	<约翰·威廉·斯特拉特>	<陈谷红>	<W.H.布喇格>	<张彦仲>	<艾伦·劳埃德·霍奇金>	<黄雨桐>	<安格斯·迪顿>	<安东尼·博尔顿>	<马斐森>	<哈维·威廉姆>	<泰勒GI>	<本尼迪克特·安德森>	<克洛德·西蒙>	<庇古>	<蒂尔达·斯文顿>	<艾伦·G·马克迪尔米德>	<约翰·克里斯>	<阿马蒂亚·森>	<徐志摩_（近代新月派代表诗人）>	<格莱斯·威廉姆斯>	<谈凤霞>	<干毅>	<喻俐雅>	<萩原雄佑>	<柴纳·米耶维>	<牛顿_（艾萨克·牛顿）>	<张满胜_（剑桥大学英语硕士）>	<北尾吉孝>	<邱永喜>	<弗雷德里·克桑格>	<约翰·坎宁安·麦克伦南>	<帕尔姆斯顿子爵>	<王鸿祯>	<张效彬>	<孟泽思>	<李源祥_（中国平安集团总经理、首席保险业务执行官）>	<戴维·约翰斯顿_（加拿大总督）>	<陈祀邦>	<靳奇>	<亨利·坎贝尔·班纳曼>	<迈克·内威尔>	<露·布瑞丽>	<郭贵春>	<伊莎贝尔·沃尔夫>	<梅涅克·卡塞尔>	<威廉·皮特_（小皮特首相）>	<约翰·史蒂文斯·亨斯洛>	<汤姆斯·邦斯>	<查尔斯·斯科特·谢灵顿>	<梅涅克>	<亢晓峰>	<马洛_（英国诗人、剧作家）>	<汤姆·冈>	<理查德·施罗克>	<查斯特菲尔德>	<爱德华·蒙塔古>	<白智贤>	<严禹豪>	<凯莱_（英国数学家）>	<张维友>	<R.希尔>	<乔治·戈登·拜伦_（英国19世纪初诗人）>	<莫里斯·威尔克斯>	<斯蒂芬·吉布斯>	<张欣_（SOHO中国首席执行官）>	<威廉·劳伦斯·布拉格>	<纽马克>	<蒋友梅_（蒋经国长孙女）>	<奥罗宾多·高斯>	<罗仁伯>	<迈克尔·格林>	<斯蒂芬·威廉·霍金>	<蒲逸凡>	<本·米勒>	<迈克尔·霍华德>	<周源_（清华大学公共管理学院副教授）>	<柯勒律治>	<威伯福斯>	<尼克·史密斯>	<尼克·克莱格>	<萨莎·拜伦·科恩>	<邹承鲁>	<给奥古斯达的诗章>	<约翰·邓恩>	<拉尔夫·福勒>	<张宗燧>	<马歇尔的局部均衡价格论>	<福尔摩斯_（英国作家阿瑟·柯南·道尔创作人物）>	<弗朗西斯·克里克>	<秦晓>	<袁亚湘>	<葛兰姆·葛林>	<邓亚萍>	<詹姆斯·格雷厄姆·巴拉德>	<万青_（南京大学教授万青）>	<陈建_（英语教育专家）>	<刘民权_（牛津大学经济学博士刘民权）>	<王泽森_（香港城市大学经济及金融系副教授）>	<莱帕德_（人物）>	<杰弗里·琼斯_（教授）>	<乔治·格林_（19世纪早期英国科学家）>	<刘忠_（西南财经大学教授）>	<格林_（英国近代物理数学先驱）>	<陈国华_（北京外国语大学教授）>	<张忠明_（英国政府官员）>	<朱亭_（涉嫌杀害2女的英籍男子）>	<帕斯洛_（现切尔西全球商业发展官）>	<王子立_（中国人民大学教授）>	<江清_（生物化学家）>	<彼得·谢弗>	<埃迪·雷德梅因>	<爱德华·罗素>	<黑田长成>	<考克斯特>	<刘明侦>	<纪瑛琳>	<苏德中>	<Nigel Kalton>	<阿尔弗雷德·马歇尔_（英国近代经济学家）>	<艾德里安>	<高存海>	<柯林·德克斯特>	

q2435:电视剧《冰与火之歌》在哪里拍摄？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?x. }
<马耳他>	

q2441:《全新版大学英语》有多少页？
select ?x where { <全新版大学英语> <页数> ?x . }
"135"	

q2443:海贼里红发率领着哪个海贼团纵横新世界？
select ?x where { ?x <船长> <红发_（《海贼王》中人物）>. }
<红发海贼团>	

q2444:莎士比亚写过哪些著作呢？
select ?x where { <莎士比亚_（欧洲文艺复兴时期戏剧家）> <代表作品> ?x. }
<奥赛罗_（莎士比亚创作的戏剧）>	<威尼斯商人_（莎士比亚著戏剧）>	<驯悍记_（莎士比亚著名喜剧）>	<李尔王_（莎士比亚著悲剧）>	<哈姆雷特_（威廉·莎士比亚创作戏剧）>	<罗密欧与朱丽叶_（莎士比亚著名戏剧）>	<麦克白_（威廉·莎士比亚戏剧）>	

q2448:螺蛳粉是哪个地方的小吃？
select ?x where { <螺蛳粉> <产地> ?x. }
<柳州>	<广西_（广西壮族自治区）>	

q2450:品牌爱马仕都卖哪些类别的东西？
select ?x where { <hermes_（法国奢侈品牌：爱马仕）> <经营范围> ?x. }
<钟表>	<珠宝_（宝石的定义）>	<香水_（电影《香水》（一个杀手故事））>	<服装>	<皮革>	

q2465:你知道玫瑰属于什么植物纲吗？
select ?x where { <玫瑰_（中药）> <纲> ?x. }
<双子叶植物纲>	

q2466:电影《长江7号》是由哪个电影公司出品的？
select ?x where { <长江7号> <出品公司> ?x. }
<中国电影集团公司>	

q2467:"C9"高校有哪些？
select ?x where { ?x <属性> <C9_（九校联盟）>. }
<哈尔滨工业大学深圳研究生院>	<中国科学技术大学>	<哈尔滨工业大学研究生院>	<北京大学海洋研究院>	<浙江大学>	<中国科学技术大学环境科学与光电技术学院>	<哈尔滨工业大学>	<北京大学>	<上海交通大学>	<南京大学建筑与城市规划学院>	<西安交通大学>	<哈尔滨工业大学（威海）>	<清华大学美术学院>	<清华大学>	<南京大学>	<浙江大学宁波校区>	

q2470:三色堇是哪个国家的国花？
select ?x where { ?x <国花> <三色堇_（草本植物）>. }
<菲利克斯·卢卡谢维奇>	<冰岛>	<波兰_（波兰共和国）>	

q2474:海贼里四皇都有谁？
select ?x where { <四皇_（日本动漫《海贼王》中人物）> <现任成员> ?x. }
<黑胡子_（动漫《海贼王》中人物）>	<百兽_（《海贼王》虚构人物）>	<红发_（《海贼王》中人物）>	

q2476:里奥·梅西至今为止获得过的主要奖项有哪些？
select ?x where { <里奥·梅西_（阿根廷足球运动员）> <主要奖项> ?x . }
"2011"	"2012"	"10"	"12"	"2009"	"2010"	"11"	"2006"	"主要奖项"	"金靴奖"	"2009欧洲足球先生（法国队报"	"金球奖）"	"2009世界足球先生"	"15年FIFA金球奖"	"2015欧冠冠军"	"2015 欧冠金靴"	"8次西甲冠军 展开"	"8次西甲冠军"	"2005年世青赛冠军"	"世青赛金球奖"	"2008北京奥运会男足冠军"	"2013西甲金靴奖/欧洲金靴奖"	"2014世界杯亚军"	"世界杯最佳球员 收起"	

q2479:梵高英年早逝，那么他是什么时候去世的？
select ?x where { <梵高_（梵高）> <逝世日期> ?x. }
"1890-07-29"	

q2489:要多少步才能让一只蛋孵化成杰尼龟？
select ?x where { <杰尼龟> <孵化步数> ?x. }
"5355"	

q2490:书籍《亚利安01》的价格是多少？
select ?x where { <亚利安01> <定价> ?x. }
"90(元)"	

q2492:《蒹葭》是一部非常经典、脍炙人口的作品，请问它出自哪里？
select ?x where { <蒹葭_（诗词）> <作品出处> ?x. }
<诗经>	

q2495:和雨果浪漫主义的代表作同名的建筑又是什么式建筑的代表作？
select ?h where { ?x <作者> <雨果_（法国作家）>. ?x <类别> <浪漫主义>. ?x <书名> ?y. ?z <中文名> ?y. ?z <建筑风格> ?h. }
<哥特式>	

q2496:缅甸最大城市有哪些著名景点？
select ?x where { <缅甸> <最大城市> ?y. ?y <著名景点> ?x. }
<仰光大金塔>	

q2497:小马哥毕业于哪所大学？
select ?y where { ?x <别名> "小马哥". ?x <毕业院校> ?y. }
<深圳大学计算机与软件学院>	<西北师范大学>	<中国传媒大学>	<沈阳音乐学院>	<吉林师范大学>	<中央戏剧学院>	<北京现代音乐研修学院>	

q2498:匈奴成为中国的主要民族的时期的人口数量有多少？
select ?y where { ?x <主要民族> <匈奴>. ?x <人口数量> ?y. }
"13000000"	"30000000"	"23610000"	"35000000"	"17460000"	

q2499:创办了美国苹果公司和Pixar动画公司的著名企业家是谁？
select ?x where { ?x <主要成就> "美国苹果公司联合创办人". ?x <主要成就> "Pixar动画公司创始人". ?x <职业> <企业家>. }
<史蒂夫·乔布斯_（美国苹果公司联合创始人）>	

q2500:陈可辛导演黄晓明主演的电影票房是多少？
select ?y where { ?x <导演> <陈可辛>. ?x <主演> <黄晓明_（中国内地男演员、歌手、商人）>. ?x <票房> ?y. }
"¥5.37亿元（中国内地）"	

q2501:宫崎骏和久石让合作的作品？
select ?x where { ?x ?y <宫崎骏>. ?x ?z <久石让>. }
<となりのトトロ>	<悬崖上的金鱼公主印象专辑>	<幽灵公主_（日本1997年宫崎骏执导电影）>	<风之甬道>	<千与千寻>	<豆豆龙_（1988年宫崎骏执导动画电影）>	<寻找栖所>	<天空之城_（日本1986年宫崎骏执导动画电影）>	<君をのせて>	<悬崖上的金鱼姬>	<伴随着你>	<千与千寻>	<千与千寻>	<豆豆龙_（1988年宫崎骏执导动画电影）>	<寻找栖所>	<寻找栖所>	<寻找栖所>	<寻找栖所>	<天空之城_（日本1986年宫崎骏执导动画电影）>	<悬崖上的金鱼姬>	<となりのトトロ>	<风之甬道>	

q3439:肾衰竭属于什么?
select ?x where { <肾衰竭> <类型> ?x. }
<症状>	

q3440:会厌炎属于什么?
select ?x where { <会厌炎> <类型> ?x. }
<症状>	

q3441:肝内胆管结石属于什么?
select ?x where { <肝内胆管结石> <类型> ?x. }
<疾病>	<症状>	

q3442:足癣患者在什么科室就诊？
select ?x where { <足癣> <就诊科室> ?x. }
<皮肤科>	

q3443:新生儿溶血属于什么?
select ?x where { <新生儿溶血> <类型> ?x. }
<疾病>	

q3444:神经性耳聋属于什么?
select ?x where { <神经性耳聋> <类型> ?x. }
<症状>	

q3445:感音神经性耳聋属于什么?
select ?x where { <感音神经性耳聋> <类型> ?x. }
<医学术语>	<医学>	<学科>	<疾病>	<生物学>	

q3446:鼻窦炎有什么症状?
select ?x where { <鼻窦炎> <症状> ?x. }
<鼻塞>	"发烧"	"面部疼痛(英语:facial pain)"	"浓稠的鼻涕"	

q3447:鼻窦炎的风险因子（英语：Riskfactor）有哪些？
select ?x where { <鼻窦炎> <风险因子（英语：Riskfactor）> ?x. }
<囊肿性纤维化>	<哮喘>	"免疫缺陷"	

q3448:法洛四联症属于什么?
select ?x where { <法洛四联症> <类型> ?x. }
<疾病>	

q3449:法洛四联症适合去什么科室？
select ?x where { <法洛四联症> <科室> ?x. }
<儿科>	

q3450:法洛四联症有什么同义词？
select ?x where { <法洛四联症> <同义词> ?x. }
<法洛氏四联征>	

q3451:法洛四联症涉及什么症状？
select ?x where { <法洛四联症> <涉及症状> ?x. }
<心源性呼吸困难>	

q3453:肾结石属于什么?
select ?x where { <肾结石> <类型> ?x. }
<症状>	

q3454:心脏性猝死属于什么?
select ?x where { <心脏性猝死> <类型> ?x. }
<症状>	

q3455:急性胆囊炎属于什么?
select ?x where { <急性胆囊炎> <类型> ?x. }
<疾病>	

q3456:急性胆囊炎应该送往什么科？
select ?x where { <急性胆囊炎> <科室> ?x. }
<消化内科>	

q3457:急性胆囊炎的同义词是什么？
select ?x where { <急性胆囊炎> <同义词> ?x. }
<胆囊炎,胆瘅>	

q3458:急性胆囊炎涉及哪些症状？
select ?x where { <急性胆囊炎> <涉及症状> ?x. }
<右下腹痛>	<发热伴寒战>	<口苦>	

q3459:新生儿黄疸属于什么?
select ?x where { <新生儿黄疸> <类型> ?x. }
<疾病>	

q3460:前列腺癌属于什么?
select ?x where { <前列腺癌> <类型> ?x. }
<疾病>	

q3462:麻疹属于什么?
select ?x where { <麻疹> <类型> ?x. }
<疾病>	

q3464:麻疹在什么科室就诊？
select ?x where { <麻疹> <科室> ?x. }
<感染科>	

q3465:麻疹的同义词是什么？
select ?x where { <麻疹> <同义词> ?x. }
<小儿麻疹>	

q3466:麻疹涉及什么检查？
select ?x where { <麻疹> <涉及检查> ?x. }
<淋巴细胞计数>	

q3467:麻疹涉及哪些症状？
select ?x where { <麻疹> <涉及症状> ?x. }
<发热伴眼睛充血>	<发热伴有皮疹>	<耳内流脓>	<声音嘶哑>	<发炎>	<玫瑰疹>	<皮肤发红>	

q3468:雪口病属于什么?
select ?x where { <雪口病> <类型> ?x. }
<疾病>	

q3470:念珠菌病属于什么?
select ?x where { <念珠菌病> <类型> ?x. }
<疾病>	

q3471:糖尿病足属于什么?
select ?x where { <糖尿病足> <类型> ?x. }
<疾病>	

q3472:糖尿病足去什么科室就诊？
select ?x where { <糖尿病足> <科室> ?x. }
<内分泌科>	<普通外科>	

q3474:糖尿病足涉及哪些症状？
select ?x where { <糖尿病足> <涉及症状> ?x. }
<死骨>	<水泡>	

q3478:牙髓炎属于什么?
select ?x where { <牙髓炎> <类型> ?x. }
<疾病>	

q3480:狂躁症属于什么?
select ?x where { <狂躁症> <类型> ?x. }
<疾病>	

q3481:蛲虫病属于什么?
select ?x where { <蛲虫病> <类型> ?x. }
<疾病>	

q3484:主动脉夹层动脉瘤属于什么?
select ?x where { <主动脉夹层动脉瘤> <类型> ?x. }
<疾病>	

q3485:椎间盘突出症属于什么?
select ?x where { <椎间盘突出症> <类型> ?x. }
<疾病>	

q3487:磨牙属于什么?
select ?x where { <磨牙> <类型> ?x. }
<医学术语>	<疾病>	<症状>	

q3492:肾病综合征属于什么?
select ?x where { <肾病综合征> <类型> ?x. }
<疾病>	<症状>	

q3493:躁狂症属于什么?
select ?x where { <躁狂症> <类型> ?x. }
<疾病>	

q3494:Down综合征属于什么?
select ?x where { <Down综合征> <类型> ?x. }
<疾病>	

q3495:黑素细胞痣属于什么?
select ?x where { <黑素细胞痣> <类型> ?x. }
<疾病>	

q3496:烧伤属于什么?
select ?x where { <烧伤> <类型> ?x. }
<疾病>	

q3499:大叶性肺炎属于什么?
select ?x where { <大叶性肺炎> <类型> ?x. }
<疾病>	

q3501:溃疡性结肠炎属于什么?
select ?x where { <溃疡性结肠炎> <类型> ?x. }
<疾病>	

q3502:溃疡性结肠炎在什么科室就诊？
select ?x where { <溃疡性结肠炎> <科室> ?x. }
<消化内科>	

q3503:溃疡性结肠炎的同义词是什么？
select ?x where { <溃疡性结肠炎> <同义词> ?x. }
<慢性非特异性溃疡性结肠炎,结肠炎>	

q3504:溃疡性结肠炎涉及哪些症状？
select ?x where { <溃疡性结肠炎> <涉及症状> ?x. }
<肚脐疼>	<衰弱>	<里急后重>	<腹泻与便秘交替>	<腹痛伴腹泻>	<右下腹痛伴呕吐>	

q3505:肩周炎属于什么?
select ?x where { <肩周炎> <类型> ?x. }
<疾病>	

q3507:滑膜肉瘤属于什么?
select ?x where { <滑膜肉瘤> <类型> ?x. }
<疾病>	

q3508:耳鸣属于什么?
select ?x where { <耳鸣> <类型> ?x. }
<症状>	

q3510:腰椎间盘突出属于什么?
select ?x where { <腰椎间盘突出> <类型> ?x. }
<疾病>	<症状>	

q3511:流产属于什么?
select ?x where { <流产> <类型> ?x. }
<症状>	

q3512:胆管扩张症属于什么?
select ?x where { <胆管扩张症> <类型> ?x. }
<疾病>	

q3513:腰椎间盘突出症属于什么?
select ?x where { <腰椎间盘突出症> <类型> ?x. }
<疾病>	

q3514:口腔溃疡属于什么?
select ?x where { <口腔溃疡> <类型> ?x. }
<疾病>	<不良反应>	<症状>	

q3515:三叉神经痛属于什么?
select ?x where { <三叉神经痛> <类型> ?x. }
<症状>	

q3516:小儿毛细支气管炎属于什么?
select ?x where { <小儿毛细支气管炎> <类型> ?x. }
<疾病>	<科学百科疾病症状分类>	

q3517:小儿毛细支气管炎涉及什么检查？
select ?x where { <小儿毛细支气管炎> <涉及检查> ?x. }
<血气分析>	

q3519:输卵管积液属于什么?
select ?x where { <输卵管积液> <类型> ?x. }
<疾病>	

q3520:多囊肾属于什么?
select ?x where { <多囊肾> <类型> ?x. }
<疾病>	

q3521:消化性溃疡属于什么?
select ?x where { <消化性溃疡> <类型> ?x. }
<症状>	

q3526:丹毒属于什么?
select ?x where { <丹毒> <类型> ?x. }
<医学术语>	<疾病>	<症状>	

